{
  "items": [
    {
      "id": 1,
      "name": "Gigabyte RTX 4090 Gaming OC 24GB GDDR6X Review",
      "image": "https://tpucdn.com/review/gigabyte-geforce-rtx-4090-gaming-oc/images/title.jpg",
      "category": "graphic_card",
      "rating_star" : 5,
      "author" : "Brahmantyo",
      "date_created" : "28/01/2023",
      "date_updated" : "04/02/2023",
      "summary": "Gigabyte Gaming OC hadir dengan bahasa desain yang sangat kalem, warna utamanya hitam di bagian depan dan abu-abu di pelat belakang. Di bawah tenda kami menemukan desain VRM 20+4 yang kuat. Tidak seperti beberapa desain khusus lainnya saat ini, Gigabyte memberi Anda seluruh rentang penyesuaian batas daya maksimum 600 W, batas daya default di luar kotak masih sama dengan 450 W seperti pada Founders Edition. Performa termal pendinginnya bagus, pasti lebih baik dari Founders Edition. Sayangnya tampaknya Gigabyte lebih menyukai suhu yang lebih rendah daripada kebisingan kipas dengan pengaturan kipas BIOS default mereka. Meskipun suhu sangat baik dengan 60°C pada GPU dan 67°C pada memori, kebisingan kipas agak tinggi pada 37 dBA. Hal baiknya adalah mereka menyertakan fitur BIOS ganda dengan BIOS 'tenang' sebagai opsi kedua. Dalam mode ini, kartu hanya berjalan pada 32,6 dBA, yang jauh lebih senyap daripada NVIDIA FE, dengan hanya sedikit peningkatan suhu. Yang saya suka di sini adalah bahwa kedua BIOS memiliki perbedaan yang berarti, jadi membuat pilihan adalah pilihan yang nyata."
    },
    {
      "id": 2,
      "name": "Asrock Radeon RX 7900 XTX Taichi 24GB GDDR6 Review",
      "image": "https://tpucdn.com/review/asrock-radeon-rx-7900-xtx-taichi/images/title.jpg",
      "category": "graphic_card",
      "rating_star" : 4,
      "author": "Brahmantyo",
      "date_created": "07/02/2023",
      "date_updated": "14/02/2023",
      "summary": "Nama ASRock Taichi sangat legendaris, kami telah melihat begitu banyak motherboard dan kartu grafis yang luar biasa dengan merek tersebut, jadi RX 7900 XTX Taichi memiliki sepatu besar untuk diisi. Solusi termal triple-fan, triple-slot melakukan pekerjaan yang baik untuk menjaga kartu tetap dingin. Suhu permainan di bawah 60°C, yang merupakan pencapaian yang mengesankan, terutama mengingat kinerja yang ditawarkan. Tingkat kebisingan dengan BIOS default 'bagus', hanya 32 dBA yang jauh lebih rendah daripada kartu referensi AMD, tetapi desain khusus lainnya masih lebih senyap. Solusi ASRock untuk itu adalah BIOS ganda, yang memungkinkan Anda mengaktifkan BIOS mode 'Senyap'. Sekarang tingkat kebisingannya menakjubkan-kartunya senyap, RX 7900 XTX paling senyap yang pernah kami uji. Sebenarnya, dengan hanya 27,6 dBA, ini adalah salah satu kartu grafis paling tenang yang pernah saya uji dalam waktu yang lama—dan kita berbicara tentang GPU kelas atas di sini yang dapat mencapai 4K60 dengan mudah. Sementara hampir semua desain BIOS senyap lainnya yang saya ketahui menurunkan kecepatan kipas, sekaligus memungkinkan suhu yang lebih tinggi pada saat yang sama, pendekatan ASRock sangat berbeda. Mereka telah mengatur kartu mereka untuk berjalan pada clock dan voltase yang lebih rendah, yang sangat menurunkan keluaran panas, karena kartu sekarang beroperasi mendekati titik efisiensi maksimumnya. Keluaran panas yang lebih rendah berarti kipas dapat bekerja lebih lambat untuk mencapai suhu yang sama. Itulah yang dilakukan ASRock: BIOS mode reguler dan mode senyap keduanya memiliki GPU yang berjalan pada 59°."
    },
    {
      "id": 3,
      "name": "ASUS RTX 3080 Noctua Edition 10GB GDDR6X Review - Mesin Pendingin yang Sunyi",
      "image": "https://tpucdn.com/review/asus-geforce-rtx-3080-noctua-oc/images/title.jpg",
      "category": "graphic_card",
      "rating_star" : 5,
      "author": "Brahmantyo",
      "date_created": "15/02/2023",
      "date_updated": "20/02/2023",
      "summary": "Nilai jual unik ASUS RTX 3080 Noctua adalah solusi termalnya yang didasarkan pada kipas berkualitas tinggi dari perusahaan Austria. Bahkan pandangan pertama menunjukkan bahwa ini adalah kartu Noctua-skema warna cokelat dan cokelat yang khas sulit untuk dilewatkan. Dalam hal tingkat kebisingan, kartu ASUS hanya memiliki 23,4 dBA; kartu ini sangat sunyi sehingga hampir mencapai batas kemampuan pengujian kebisingan saya. Saya menguji di lingkungan yang tenang dengan semua komputer lain dimatikan dan tidak ada kipas atau AC yang menyala, dan kartunya masih hampir tidak terdengar. Pada dasarnya, Anda harus berdiri di samping sistem di bangku terbuka dan berkonsentrasi pada kartu untuk membedakan kebisingannya. Segera setelah Anda mulai bergerak, pakaian Anda akan mengeluarkan suara yang cukup untuk mengalahkan sedikit suara yang dikeluarkan kartu—benar-benar luar biasa! Seringkali, kebisingan rendah berarti mengurangi suhu, yang tidak terjadi pada RTX 3080 Noctua untuk lebih mempermanis kesepakatan. Kami mengukur suhu hanya 67 °C di bawah beban penuh, yang lebih baik daripada kebanyakan kartu RTX 3080—saya telah menguji 10 model hingga saat ini. Tidak diragukan lagi, ASUS menemukan keseimbangan yang baik antara tingkat kebisingan dan suhu, yang tentu saja jauh lebih mudah dicapai jika Anda memiliki begitu banyak kinerja pendinginan yang tersedia. Menurut saya, tidak ada alasan untuk menggunakan fitur dual BIOS untuk mengaktifkan BIOS 'Performance'. Pada 30 dBA, tingkat kebisingannya masih bagus, tetapi Anda hanya mengurangi suhu dari 67°C menjadi 58°."
    },
    {
      "id": 4,
      "name": "ASUS RX 6800 STRIX OC 16GB GDDR6 Review",
      "image": "https://tpucdn.com/review/asus-radeon-rx-6800-strix-oc/images/title.jpg",
      "category": "graphic_card",
      "rating_star" : 4,
      "author": "Brahmantyo",
      "date_created": "27/02/2023",
      "date_updated": "05/03/2023",
      "summary": "ASUS did an outstanding job with the design and engineering for their new STRIX cooler. We've seen this exact same thermal solution on the ASUS STRIX RTX 3090 before. The RTX 3090 is a 350 W+ design, so I guess you can imagine how the cooler fared on the 230 W RX 6800 STRIX. We measured temperatures of only 53°C, which are mighty impressive. With 33 dBA, noise levels are slightly better than the AMD reference design, but slightly higher than what I expected, though I can understand that ASUS sought to impress with ultra-low temperatures. Should you prefer a more balanced approach, the 'Quiet BIOS' can be activated easily because of a dual BIOS switch. Now the card runs at 67°C—still extremely cool—but only 31 dBA, which is almost whisper-quiet and very impressive for a card in this performance class. I recommend you use the quiet BIOS at all times because there's effectively no difference between 53°C and 67°C, but you'll notice lower noise levels all the time when gaming. Just like on the AMD reference design, idle fan stop is included, which provides the perfect noise-free experience during desktop work, internet browsing, media playback, and light gaming."
    },
    {
     "id": 5,
      "name": "ASUS RX 6800 STRIX OC 16GB GDDR6 Review",
      "image": "https://tpucdn.com/review/asus-radeon-rx-6800-strix-oc/images/title.jpg",
      "category": "graphic_card"
      "rating_star": 4,
      "author": "Brahmantyo",
      "date_created": "03/03/2023",
      "date_updated": "12/03/2023",
      "summary": "ASUS did an outstanding job with the design and engineering for their new STRIX cooler. We've seen this exact same thermal solution on the ASUS STRIX RTX 3090 before. The RTX 3090 is a 350 W+ design, so I guess you can imagine how the cooler fared on the 230 W RX 6800 STRIX. We measured temperatures of only 53°C, which are mighty impressive. With 33 dBA, noise levels are slightly better than the AMD reference design, but slightly higher than what I expected, though I can understand that ASUS sought to impress with ultra-low temperatures. Should you prefer a more balanced approach, the 'Quiet BIOS' can be activated easily because of a dual BIOS switch. Now the card runs at 67°C—still extremely cool—but only 31 dBA, which is almost whisper-quiet and very impressive for a card in this performance class. I recommend you use the quiet BIOS at all times because there's effectively no difference between 53°C and 67°C, but you'll notice lower noise levels all the time when gaming. Just like on the AMD reference design, idle fan stop is included, which provides the perfect noise-free experience during desktop work, internet browsing, media playback, and light gaming." 
    },
    {
      "id": 6,
      "name": "AMD Ryzen 7 7800X3D Review - CPU Gaming Terbaik di segala Value",
      "image": "https://tpucdn.com/review/amd-ryzen-7-7800x3d/images/title.jpg",
      "category": "processor"
      "rating_star" : 5,
      "author": "Tomi Shelbi",
      "date_created": "27/03/2023",
      "date_updated": "29/03/2023",
      "summary": "Ryzen 7 7800X3D dalam ulasan hari ini adalah prosesor 8-core / 16-thread, yang membuatnya sangat mirip dengan Ryzen 7 7700X dalam hal spesifikasi. Hanya untuk mengonfirmasi, ini berjalan dalam konfigurasi inti 8+0, bukan 4+4, karena itu akan membatalkan nilai jual unik AMD (performa gaming tinggi berkat desain single-CCD). Untuk TDP, AMD telah memutuskan untuk menyetelnya ke 120-Watt, yang cocok dengan Ryzen 9 7950X3D, dan sedikit lebih tinggi dari 105 W yang kita lihat pada 7700X. Frekuensi clock telah turun sedikit, AMD sekarang menjamin clock dasar 4,20 GHz, dengan boost hingga 5,00 GHz. 7800X3D digabungkan ke frekuensi maksimum 5050 MHz, yang tidak dapat Anda lewati, bahkan dengan PBO. Jam-jam ini jauh lebih rendah daripada 7700X (4,50 / 5,40 GHz), 7950X bahkan mencapai 5,70 GHz. Menurut AMD, kecepatan clock yang berkurang merupakan efek dari tegangan maksimum yang lebih rendah yang dapat ditahan oleh cache dies (mereka berjalan pada tegangan yang sama dengan inti CPU). Tegangan yang lebih rendah berarti frekuensi yang lebih tinggi tidak dapat dicapai, karena memerlukan tegangan yang lebih tinggi daripada yang dapat diambil oleh die Cache 3DV. Untuk alasan yang sama, AMD menurunkan suhu pengoperasian maksimum dari 95°C menjadi 89°." 
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
